Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Switch between different chart types to analyze your data: daily intake bars, drink type pie charts, weekly trends, and goal progress tracking.
ar: قم بالتبديل بين أنواع المخططات المختلفة لتحليل بياناتك: أعمدة الاستهلاك اليومي، مخططات الفطائر لأنواع المشروبات، الاتجاهات الأسبوعية، وتتبع تقدم الأهداف.
bg: Превключвайте между различни типове графики, за да анализирате данните си: дневни колони на приема, диаграми с видове напитки, седмични тенденции и проследяване на напредъка към целите.
ca: Canvia entre diferents tipus de gràfics per analitzar les teves dades: barres d'ingestió diària, gràfics de pastís del tipus de beguda, tendències setmanals i seguiment del progrés dels objectius.
cs: Přepínejte mezi různými typy grafů pro analýzu vašich dat: denní příjmové sloupce, koláčové grafy podle druhu nápoje, týdenní trendy a sledování pokroku k cíli.
da: Skift mellem forskellige diagramtyper for at analysere dine data: daglige indtagssøjler, cirkeldiagrammer for drikketyper, ugentlige tendenser og målopfølgning.
de: Wechseln Sie zwischen verschiedenen Diagrammtypen, um Ihre Daten zu analysieren: tägliche Verbrauchsbalken, Tortendiagramme für Getränketypen, wöchentliche Trends und Fortschrittsverfolgung für Ziele.
el: Αλλάξτε μεταξύ διαφορετικών τύπων γραφημάτων για να αναλύσετε τα δεδομένα σας: καθημερινά μπαρ πρόσληψης, πίτες τύπου ποτού, εβδομαδιαίες τάσεις και παρακολούθηση προόδου στόχου.
es: Cambia entre diferentes tipos de gráficos para analizar tus datos: barras de ingesta diaria, gráficos de sectores por tipo de bebida, tendencias semanales y seguimiento del progreso hacia tus metas.
fi: Vaihda eri kaaviotyyppien välillä analysoidaksesi tietojasi: päivittäiset saantipalkit, juomatyyppisten piirakkakaavioiden, viikoittaiset trendit ja tavoiteprosessin seuranta.
fr: Alternez entre différents types de graphiques pour analyser vos données : barres d'apport quotidien, graphiques en secteurs par type de boisson, tendances hebdomadaires et suivi des progrès vers vos objectifs.
he: החלף בין סוגי גרפים שונים כדי לנתח את הנתונים שלך: עמודות על צריכת יומיות, תרשימים עוגה לפי סוגי שתייה, מגמות שבועיות ומעקב התקדמות בעבודה.
hi: अपने डेटा का विश्लेषण करने के लिए विभिन्न चार्ट प्रकारों के बीच स्विच करें: दैनिक सेवन बार, पेय प्रकार पाई चार्ट, साप्ताहिक रुझान, और लक्ष्य प्रगति ट्रैकिंग।
hr: Prebacite se između različitih vrsta grafikona kako biste analizirali svoje podatke: bar grafikon dnevnog unosa, tortni grafikoni po vrstama pića, tjedni trendovi i praćenje napretka prema ciljevima.
hu: Váltson különböző diagramtípusok között az adatai elemzéséhez: napi bevitel oszlopdiagramok, ital típusú kördiagramok, heti trendek és célok előrehaladásának nyomon követése.
id: Beralih antara berbagai jenis grafik untuk menganalisis data Anda: batang asupan harian, diagram pai jenis minuman, tren mingguan, dan pelacakan kemajuan tujuan.
it: Passa tra diversi tipi di grafici per analizzare i tuoi dati: barre di assunzione giornaliera, grafici a torta per tipo di bevanda, tendenze settimanali e monitoraggio dei progressi verso gli obiettivi.
ja: データを分析するために、異なるチャートタイプを切り替えてください：日別摂取量の棒グラフ、飲料タイプの円グラフ、週ごとのトレンド、目標進捗の追跡。
kk: Деректеріңізді талдау үшін әртүрлі диаграмма типтері арасында ауысыңыз: күнделікті қабылданған тағамдар, сусын түрлері бойынша диаграмма, апталық трендтер және мақсатқа жету барысын бақылау.
ms: Tukar antara pelbagai jenis graf untuk menganalisis data anda: bar pengambilan harian, carta pai jenis minuman, tren mingguan, dan penjejakan kemajuan matlamat.
nl: Schakel tussen verschillende grafiektype om je gegevens te analyseren: dagelijkse innamebalken, taartdiagrammen van het type drank, wekelijkse trends en voortgangsmonitoring van doelen.
pl: Przełączaj się między różnymi typami wykresów, aby analizować swoje dane: słupki dziennego spożycia, wykresy kołowe typu napoju, trendy tygodniowe oraz śledzenie postępu w realizacji celów.
pt_br: Alterne entre diferentes tipos de gráficos para analisar seus dados: barras de ingestão diária, gráficos de pizza por tipo de bebida, tendências semanais e acompanhamento do progresso em relação às metas.
pt_pt: Alternar entre diferentes tipos de gráficos para analisar os seus dados: barras de consumo diário, gráficos de setores por tipo de bebida, tendências semanais e acompanhamento do progresso em relação aos objetivos.
ro: Schimbați între diferite tipuri de grafice pentru a analiza datele dvs.: grafice cu bare pentru aportul zilnic, diagrame circulare pentru tipurile de băuturi, tendințe săptămânale și urmărirea progresului obiectivelor.
ru: Переключайтесь между различными типами диаграмм для анализа ваших данных: столбчатые диаграммы ежедневного потребления, круговые диаграммы по типу напитков, недельные тренды и отслеживание прогресса по целям.
sk: Prepínajte medzi rôznymi typmi grafov na analýzu vašich údajov: denné prírastkové stĺpce, koláčové grafy podľa typu nápoja, týždenné trendy a sledovanie pokroku k cieľom.
sl: Preklapajte med različnimi vrstami grafikonov za analizo svojih podatkov: dnevni vnosi v stolpcih, pie grafi po vrstah pijač, tedenske trende in sledenje napredku ciljev.
sv: Väx mellan olika diagramtyper för att analysera dina data: dagliga intagsdiagram, pajdiagram för dryckestyper, veckotrender och uppföljning av målprogress.
th: สลับระหว่างประเภทกราฟต่างๆ เพื่อวิเคราะห์ข้อมูลของคุณ: แถบการบริโภคประจำวัน, แผนภูมิวงกลมประเภทเครื่องดื่ม, แนวโน้มประจำสัปดาห์ และการติดตามความก้าวหน้าในการตั้งเป้าหมาย
tr: Verilerinizi analiz etmek için farklı grafik türleri arasında geçiş yapın: günlük alım çubukları, içecek türü pasta grafikler, haftalık trendler ve hedef ilerleme takibi.
uk: Переключайтеся між різними типами графіків для аналізу ваших даних: стовпчикові графіки щоденного споживання, кругові діаграми типів напоїв, графіки тижневих тенденцій та відстеження прогресу до мети.
vi: Chuyển đổi giữa các loại biểu đồ khác nhau để phân tích dữ liệu của bạn: biểu đồ thanh lượng tiêu thụ hàng ngày, biểu đồ tròn loại đồ uống, xu hướng hàng tuần và theo dõi tiến độ mục tiêu.
zh_hans: 切换不同的图表类型来分析您的数据：每日摄入柱状图、饮品类型饼图、每周趋势和目标进度跟踪。
zh_hant: 切換不同的圖表類型來分析您的數據：每日攝入量條形圖、飲品類型餅圖、每週趨勢和目標進度跟踪。

source: Sync alcohol consumption
ar: تزامن استهلاك الكحول
bg: Синхронизиране на консумацията на алкохол
ca: Sincronitzar el consum d'alcohol
cs: Synchronized konzumace alkoholu
da: Synk alkoholforbrug
de: Alkoholkonsum synchronisieren
el: Συγχρονίστε την κατανάλωση αλκοόλ.
es: Sincronizar el consumo de alcohol
fi: Synchronoi alkoholinkulutus
fr: Synchroniser la consommation d'alcool
he: סנכרון צריכת אלכוהול
hi: शराब के सेवन को समन्वयित करें
hr: Sinkronizacija konzumacije alkohola
hu: Szinkronizáld az alkoholfogyasztást.
id: Sinkronisasi konsumsi alkohol
it: Sincronizza il consumo di alcol.
ja: アルコール消費を同期する
kk: Суық ішімдіктерді тұтынуды синхрондаңыз.
ms: Penyelarasan pengambilan alkohol
nl: Synchroniseer alcoholconsumptie
pl: Synchronizuj spożycie alkoholu
pt_br: Sincronizar o consumo de álcool
pt_pt: Sincronizar o consumo de álcool
ro: Sincronizarea consumului de alcool
ru: Синхронизировать потребление алкоголя
sk: Synchronizovať konzumáciu alkoholu
sl: Sinhronizacija uživanja alkohola
sv: Synkronisera alkoholkonsumtion
th: ซิงค์การบริโภคแอลกอฮอล์
tr: Alkol tüketimini senkronize et.
uk: Синхронізувати споживання алкоголю
vi: Đồng bộ hóa việc tiêu thụ rượu.
zh_hans: 同步饮酒消费
zh_hant: 同步酒精消耗

source: Sync All Data to Health
ar: مزامنة جميع البيانات مع الصحة
bg: Синхронизирай всички данни със здравето
ca: Sincronitzar totes les dades amb la salut
cs: Synchronizovat všechna data se zdravím
da: Synk alle data til sundhed.
de: Synchronisiere alle Daten mit Gesundheit.
el: Συγχρονίστε όλα τα δεδομένα με την Υγεία
es: Sincronizar todos los datos a Salud
fi: Synkronoi kaikki tiedot terveyteen.
fr: Synchroniser toutes les données vers la santé
he: סנכרן את כל הנתונים לבריאות
hi: सभी डेटा को स्वास्थ्य में समन्वयित करें।
hr: Sinkroniziraj sve podatke s Health.
hu: Szinkronizálja az összes adatot az egészséghez
id: Sinkronkan Semua Data ke Kesehatan
it: Sincronizza tutti i dati sulla salute
ja: すべてのデータを健康に同期する
kk: Барлық деректерді денсаулыққа синхрондау
ms: Sama Rata Semua Data kepada Kesihatan
nl: Synchroniseer alle gegevens naar Gezondheid
pl: Synchronizuj wszystkie dane do zdrowia.
pt_br: Sincronizar Todos os Dados para a Saúde
pt_pt: Sincronizar Todos os Dados para a Saúde
ro: Sincronizează toate datele cu sănătatea.
ru: Синхронизировать все данные со здоровьем
sk: Synchronizovať všetky údaje so zdravím.
sl: Sinhroniziraj vse podatke z zdravjem
sv: Synkronisera all data till Hälsa
th: ซิงค์ข้อมูลทั้งหมดไปยังสุขภาพ
tr: Tüm Verileri Sağlık ile Senkronize Et
uk: Синхронізувати всі дані зі здоров'ям
vi: Đồng bộ Tất cả Dữ liệu đến Sức khỏe
zh_hans: 同步所有数据到健康。
zh_hant: 將所有數據同步到健康狀況

source: Sync all water portions to HealthKit
ar: قم بمزامنة جميع حصة المياه مع HealthKit.
bg: Синхронизирайте всички количества вода с HealthKit.
ca: Sincronitza totes les porcions d'aigua amb HealthKit.
cs: Synchronizujte všechny porce vody se službou HealthKit.
da: Synk alle vandportioner til HealthKit.
de: Synchronisiere alle Wasserportionen mit HealthKit.
el: Συγχρονίστε όλα τα τμήματα νερού με το HealthKit.
es: Sincroniza todas las porciones de agua con HealthKit.
fi: Synkronoi kaikki veden kulutukset HealthKit:iin.
fr: Synchronisez toutes les portions d'eau avec HealthKit.
he: סנכרן את כל כמויות המים ל-HealthKit.
hi: सभी पानी के हिस्सों को HealthKit पर समन्वयित करें।
hr: Sinkronizirajte sve količine vode s HealthKit-om.
hu: Szinkronizálja az összes vízfogyasztást az HealthKit-tel.
id: Sinkronkan semua bagian air ke HealthKit.
it: Sincronizza tutte le porzioni d'acqua con HealthKit.
ja: すべての水分摂取量をHealthKitに同期させる。
kk: Барлық су көлемдерін HealthKit-ке синхрондаңыз.
ms: Sink semua bahagian air ke HealthKit.
nl: Synchroniseer alle waterinname met HealthKit.
pl: Synchronizuj wszystkie porcje wody z HealthKit.
pt_br: Sincronize todas as porções de água com o HealthKit.
pt_pt: Sincronizar todas as porções de água com o HealthKit.
ro: Sincronizează toate porțiile de apă cu HealthKit.
ru: Синхронизировать все порции воды с HealthKit.
sk: Synchronizujte všetky objemy vody so službou HealthKit.
sl: Sinhronizirajte vse dele vode z HealthKit.
sv: Synkronisera alla vattenportioner till HealthKit.
th: ซิงค์ข้อมูลการดื่มน้ำทั้งหมดไปยัง HealthKit
tr: Tüm su alımlarını HealthKit'e senkronize et.
uk: Синхронізуйте всі порції води з HealthKit.
vi: Đồng bộ tất cả các phần nước vào HealthKit.
zh_hans: 将所有水摄入量同步到HealthKit。
zh_hant: 將所有水分攝取同步到健康資料庫。

source: Sync caffeine consumption
ar: مزامنة استهلاك الكافيين
bg: Синхронизиране на консумацията на кофеин
ca: Sincronitzar el consum de cafeïna
cs: Synchronizace příjmu kofeinu
da: Synk koffeinforbrug
de: Koffeinverbrauch synchronisieren
el: Συγχρονισμός κατανάλωσης καφεΐνης
es: Sincronizar el consumo de cafeína.
fi: Synkronoi kofeiinin kulutus
fr: Synchroniser la consommation de caféine.
he: סנכרון צריכת קפאין
hi: कैफीन की खपत समन्वयित करें
hr: Sinkronizacija konzumacije kofeina
hu: Szinkronizáld a koffeinfogyasztást.
id: Sinkronkan konsumsi kafein
it: Sincronizzare il consumo di caffeina.
ja: カフェイン摂取の同期
kk: Кофеинді пайдалану уақытын синхрондау
ms: Sesuai dengan penggunaan kafein
nl: Synchroniseer cafeïneconsumptie
pl: Synchronizacja spożycia kofeiny
pt_br: Sincronizar o consumo de cafeína
pt_pt: Sincronizar o consumo de cafeína
ro: Sincronizarea consumului de cofeină
ru: Синхронизация потребления кофеина
sk: Synchronizuj konzumáciu kofeínu.
sl: Sinhronizacija vnosa kofeina
sv: Synkronisera koffeinkonsumtion
th: ซิงค์การบริโภคคาเฟอีน
tr: Kafein tüketimini senkronize et
uk: Синхронізуйте споживання кофеїну.
vi: Đồng bộ hóa tiêu thụ caffeine
zh_hans: 同步咖啡因摄入量
zh_hant: 同步咖啡因消耗

source: Sync Complete
ar: تزامن مكتمل
bg: Синхронизацията е завършена.
ca: Sincronització completada
cs: Synchronizace dokončena
da: Synkronisering fuldført
de: Synchronisierung abgeschlossen
el: Ο συγχρονισμός ολοκληρώθηκε.
es: Sincronización completa.
fi: Synkronointi Suoritettu
fr: Synchronisation terminée.
he: סנכרון הושלם
hi: सिंक पूरा हुआ
hr: Sinhronizacija dovršena
hu: Szinkronizálás befejezve
id: Sinkronisasi Selesai
it: Sincronizzazione completata
ja: 同期完了
kk: Синхрондау аяқталды
ms: Penyegerakan Lengkap
nl: Synchronisatie Voltooid
pl: Synchronizacja zakończona.
pt_br: Sincronização Completa
pt_pt: Sincronização Completa
ro: Sincronizare completă
ru: Синхронизация завершена.
sk: Synchronizácia dokončená
sl: Sinhronizacija končana
sv: Synkronisering färdig
th: การซิงค์เสร็จสมบูรณ์
tr: Senkranizasyon Tamamlandı
uk: Синхронізацію завершено.
vi: Đồng bộ hoàn tất
zh_hans: 同步完成
zh_hant: 同步完成

source: Sync health data & personalize goals
ar: مزامنة بيانات الصحة وتخصيص الأهداف
bg: Синхронизирайте здравни данни и персонализирайте цели.
ca: Sincronitza les dades de salut i personalitza els objectius.
cs: Synchronizujte zdravotní údaje a přizpůsobte cíle.
da: Synk sundhedsdata og tilpas mål.
de: Gesundheitsdaten synchronisieren und Ziele personalisieren.
el: Συγχρονίστε τα δεδομένα υγείας και εξατομικεύστε τους στόχους.
es: Sincroniza los datos de salud y personaliza los objetivos.
fi: Synkronoi terveystiedot ja personoi tavoitteet.
fr: Synchroniser les données de santé et personnaliser les objectifs.
he: סנכרן נתוני בריאות והתאם מטרות אישיות
hi: स्वास्थ्य डेटा को समन्वयित करें और लक्ष्यों को व्यक्तिगत बनाएं।
hr: Sinkronizirajte zdravstvene podatke i personalizirajte ciljeve.
hu: Szinkronizáld az egészségügyi adatokat és személyre szabj célokat.
id: Sinkronkan data kesehatan & personalisasikan tujuan
it: Sincronizza i dati sulla salute e personalizza gli obiettivi.
ja: 健康データを同期し、目標をパーソナライズする
kk: Денсаулық деректерін синхрондау және мақсаттарды жекелендіру
ms: Sinkronkan data kesihatan & sesuaikan matlamat
nl: Synchroniseer gezondheidsdata en personaliseer doelen.
pl: Synchronizuj dane zdrowotne i spersonalizuj cele.
pt_br: Sincronizar dados de saúde e personalizar metas.
pt_pt: Sincronizar dados de saúde e personalizar objetivos.
ro: Sincronizează datele de sănătate și personalizează obiectivele.
ru: Синхронизируйте данные о здоровье и персонализируйте цели.
sk: Synchronizovať zdravotné údaje a personalizovať ciele.
sl: Sinhronizirajte zdravstvene podatke in personalizirajte cilje.
sv: Synkronisera hälsodata och anpassa mål.
th: ซิงค์ข้อมูลสุขภาพและปรับเป้าหมายให้เป็นส่วนตัว
tr: Sağlık verilerini senkronize et ve hedefleri kişiselleştir.
uk: Синхронізуйте дані про здоров'я та персоналізуйте цілі.
vi: Đồng bộ dữ liệu sức khỏe và cá nhân hóa mục tiêu.
zh_hans: 同步健康数据与个性化目标
zh_hant: 同步健康數據並個性化目標

source: Sync hydration data
ar: تزامن بيانات الترطيب
bg: Синхронизиране на данни за хидратация
ca: Sincronitzar dades d'hidratació
cs: Synchronizovat údaje o hydrataci
da: Synkroniser hydrationsdata
de: Synchronisiere Hydratationsdaten
el: Συγχρονίστε τα δεδομένα υδάτωσης.
es: Sincronizar datos de hidratación.
fi: Synkronoi hydraatiotiedot
fr: Synchroniser les données d'hydratation.
he: סנכרן את נתוני ההידרציה
hi: सिंक हाइड्रेशन डेटा
hr: Sinkronizirajte podatke o hidrataciji.
hu: Szinkronizálja a hidratációs adatokat.
id: Sinkronkan data hidrasi
it: Sincronizza i dati di idratazione
ja: 水分補給データを同期する
kk: Гидратация деректерін синхрондау
ms: Selaraskan data hidrasi
nl: Synchroniseer hydratiedata
pl: Synchronizuj dane dotyczące nawodnienia.
pt_br: Sincronizar dados de hidratação.
pt_pt: Sincronizar dados de hidratação
ro: Sincronizare date de hidratare
ru: Синхронизировать данные о гидратации
sk: Synchronizovať údaje o hydratácii
sl: Sinhronizirajte podatke o hidraciji.
sv: Synkronisera hydrationsdata
th: ซิงค์ข้อมูลการให้ความชุ่มชื้น
tr: Hidrasyon verilerini senkronize et
uk: Синхронізувати дані про гідратацію.
vi: Đồng bộ dữ liệu Hydration.
zh_hans: 同步水分数据
zh_hant: 同步水分數據

source: Sync Settings
ar: إعدادات المزامنة
bg: Настройки за синхронизация
ca: Configuració de sincronització
cs: Nastavení synchronizace
da: Synkroniser indstillinger
de: Synchronisationseinstellungen
el: Ρυθμίσεις Συγχρονισμού
es: Configuración de sincronización
fi: Synkronointiasetukset
fr: Paramètres de synchronisation
he: הגדרות סנכרון
hi: सिंक सेटिंग्स
hr: Postavke sinkanja
hu: Szinkronizálási beállítások
id: Pengaturan Sinkronisasi
it: Impostazioni di sincronizzazione
ja: 同期設定
kk: Синхрондау параметрлері
ms: Tetapan Penyegerakan
nl: Synchronisatie-instellingen
pl: Ustawienia synchronizacji
pt_br: Configurações de Sincronização
pt_pt: Definições de Sincronização
ro: Setări de sincronizare
ru: Настройки синхронизации
sk: Nastavenia synchronizácie
sl: Nastavitve sinhronizacije
sv: Synkronisera inställningar
th: การตั้งค่าการซิงค์
tr: Senkran Ayarları
uk: Налаштування синхронізації
vi: Cài đặt đồng bộ hóa
zh_hans: 同步设置
zh_hant: 同步設定

source: Sync to HealthKit
ar: المزامنة مع HealthKit
bg: Синхронизиране с HealthKit
ca: Sincronitzar amb HealthKit
cs: Synchronizovat s HealthKit
da: Synk til HealthKit
de: Mit HealthKit synchronisieren
el: Συγχρονίστε με το HealthKit
es: Sincronizar con HealthKit
fi: Synkronoi HealthKitin kanssa
fr: Synchroniser avec HealthKit
he: סנכרן עם HealthKit
hi: हेल्थकिट के साथ समन्वयित करें
hr: Sinkroniziraj s HealthKit-om
hu: Szinkronizálás a HealthKit-tel
id: Sinkronkan ke HealthKit
it: Sincronizza con HealthKit
ja: HealthKitに同期する
kk: HealthKit-пен синхрондау
ms: Sink ke HealthKit
nl: Synchroniseren met HealthKit
pl: Synchronizuj z HealthKit
pt_br: Sincronizar com o HealthKit
pt_pt: Sincronizar com o HealthKit
ro: Sincronizează cu HealthKit
ru: Синхронизация с HealthKit
sk: Synchronizovať s HealthKit
sl: Sinhroniziraj z HealthKit
sv: Synkronisera med HealthKit
th: ซิงค์ไปยัง HealthKit
tr: HealthKit ile senkronize et
uk: Синхронізувати з HealthKit
vi: Đồng bộ với HealthKit
zh_hans: 同步到 HealthKit
zh_hant: 同步到 HealthKit

source: Sync your water intake data to the Health app
ar: قم بمزامنة بيانات استهلاك الماء الخاص بك مع تطبيق الصحة.
bg: Синхронизирайте данните за приема на вода с приложението Здраве.
ca: Sincronitza les teves dades d'ingesta d'aigua amb l'aplicació de Salut.
cs: Synchronizujte svá data o příjmu vody s aplikací Zdraví.
da: Synk dine vandindtagsdata til Health-appen.
de: Synchronisieren Sie Ihre Wasseraufnahme-Daten mit der Health-App.
el: Συγχρονίστε τα δεδομένα πρόσληψης νερού σας με την εφαρμογή Υγεία.
es: Sincroniza tus datos de ingesta de agua con la aplicación Salud.
fi: Synkronoi vedenkulutustietosi Terveys-sovellukseen.
fr: Synchronisez vos données de consommation d'eau avec l'application Santé.
he: סנכרן את נתוני צריכת המים שלך לאפליקציית הבריאות.
hi: अपने पानी के सेवन के डेटा को हेल्थ ऐप के साथ सिंक करें।
hr: Sinkronizirajte podatke o unosu vode s aplikacijom Zdravlje.
hu: Szinkronizáld a vízfogyasztási adataidat az Egészség alkalmazással.
id: Sinkronkan data asupan air Anda ke aplikasi Kesehatan.
it: Sincronizza i tuoi dati sull'assunzione di acqua con l'app Salute.
ja: 水分摂取データをヘルスアプリに同期してください。
kk: Су қабылдау деректеріңізді Денсаулық қосымшасына синхрондаңыз.
ms: Sambungkan data pengambilan air anda ke aplikasi Kesihatan.
nl: Synchroniseer je waterinnamegegevens met de Gezondheid-app.
pl: Synchronizuj dane dotyczące spożycia wody z aplikacją Zdrowie.
pt_br: Sincronize seus dados de ingestão de água com o aplicativo Saúde.
pt_pt: Sincronize os seus dados de ingestão de água com a app Saúde.
ro: Sincronizează datele privind consumul de apă cu aplicația Sănătate.
ru: Синхронизируйте данные о потреблении воды с приложением Здоровье.
sk: Synchronizujte svoje údaje o príjme vody s aplikáciou Zdravie.
sl: Sinhronizirajte svoje podatke o vnosu vode z aplikacijo Zdravje.
sv: Synkronisera din vattenintagsdata till Hälsa-appen.
th: ซิงค์ข้อมูลการดื่มน้ำของคุณไปยังแอปสุขภาพ
tr: Su alım verilerinizi Sağlık uygulamasına senkronize edin.
uk: Синхронізуйте свої дані про споживання води з додатком Здоров'я.
vi: Đồng bộ dữ liệu lượng nước uống của bạn với ứng dụng Sức khỏe.
zh_hans: 将您的饮水数据同步到健康应用程序。
zh_hant: 將您的飲水數據同步到健康應用程序中。

source: Synced %lld of %lld entries successfully. %lld entries failed to sync.
ar: تم مزامنة %lld من %lld إدخالات بنجاح. فشلت %lld إدخالات في المزامنة.
bg: Синхронизирани %lld от %lld записи успешно. %lld записи не успяха да се синхронизират.
ca: Sincronitzats %lld de %lld entrades amb èxit. %lld entrades no s'han pogut sincronitzar.
cs: Úspěšně synchronizováno %lld z %lld záznamů. %lld záznamů se nepodařilo synchronizovat.
da: Synkroniseret %lld af %lld poster med succes. %lld poster kunne ikke synkroniseres.
de: Erfolgreich %lld von %lld Einträgen synchronisiert. %lld Einträge konnten nicht synchronisiert werden.
el: Συγχρονίστηκαν %lld από %lld κατα Entries επιτυχώς. %lld κατα Entries απέτυχαν να συγχρονιστούν.
es: Sincronizados %lld de %lld entradas con éxito. %lld entradas no se pudieron sincronizar.
fi: Synkronoitua %lld %lld merkintää onnistuneesti. %lld merkintää ei onnistunut synkronoimaan.
fr: Synchronisé %lld sur %lld entrées avec succès. %lld entrées ont échoué à se synchroniser.
he: סכמת %lld מתוך %lld רשומות בהצלחה. %lld רשומות לא הצליחו לסנכרן.
hi: %lld में से %lld प्रविष्टियाँ सफलतापूर्वक सिंक की गईं। %lld प्रविष्टियाँ सिंक करने में विफल रहीं।
hr: Sinkronizirano %lld od %lld unosa uspješno. %lld unosa nije uspjelo sinkronizirati.
hu: Sikeresen szinkronizálva: %lld a %lld bejegyzésből. %lld bejegyzés nem sikerült a szinkronizálás során.
id: Tersinkronisasi %lld dari %lld entri dengan sukses. %lld entri gagal disinkronkan.
it: Sincronizzati %lld di %lld voce con successo. %lld voci non sono riuscite a sincronizzarsi.
ja: 同期が成功したエントリは%lldのうち%lldです。%lldのエントリは同期に失敗しました。
kk: %synced %lld %lld жазбалар сәтті синхрондалды. %lld жазба синхрондалудан өтпеді.
ms: Synchronized %lld daripada %lld entri dengan jayanya. %lld entri gagal diselaraskan.
nl: Gesynchroniseerd %lld van %lld vermeldingen met succes. %lld vermeldingen zijn niet gesynchroniseerd.
pl: Zsynchronizowano %lld z %lld wpisów pomyślnie. %lld wpisów nie udało się zsynchronizować.
pt_br: Sincronizado %lld de %lld entradas com sucesso. %lld entradas falharam ao sincronizar.
pt_pt: Sincronizados %lld de %lld registos com sucesso. %lld registos falharam na sincronização.
ro: Sincronizate %lld din %lld înregistrări cu succes. %lld înregistrări nu au reușit să se sincronizeze.
ru: Успешно синхронизировано %lld из %lld записей. %lld записей не удалось синхронизировать.
sk: Úspešne synchronizovaných %lld z %lld záznamov. %lld záznamov sa nepodarilo synchronizovať.
sl: Sinhronizirano %lld od %lld vhodov uspešno. %lld vhodov ni uspelo sinhronizirati.
sv: Synkroniserade %lld av %lld poster framgångsrikt. %lld poster misslyckades med att synkroniseras.
th: ซิงค์ %lld จาก %lld รายการสำเร็จแล้ว. %lld รายการไม่สามารถซิงค์ได้.
tr: %lld giriş başarıyla senkronize edildi. %lld giriş senkronize edilemedi.
uk: Синхронізовано %lld з %lld записів успішно. %lld записів не вдалося синхронізувати.
vi: Đã đồng bộ thành công %lld trên tổng số %lld mục. %lld mục không đồng bộ được.
zh_hans: 成功同步 %lld 条中的 %lld 条条目。%lld 条条目同步失败。
zh_hant: 同步成功 %lld 條中的 %lld 條。%lld 條同步失敗。
